Repository: common-repository/resize-images-while-uploading
Catalog: language/*.po
Languages: nl_nl

source: Auto Image Resizer Options
nl_nl: Auto Image Resizer Opties

source: Image Size
nl_nl: Grootte Afbeelding

source: Image quality
nl_nl: Kwaliteit Afbeelding

source: Convert my images into grayscale.
nl_nl: Converteer mijn afbeeldingen naar grijstinten.

source: Sorry, this feature is only available in the <a href="%s" target="_blank">Pro Version of Auto Image Resizer</a>.
nl_nl: Sorry, deze functie is alleen beschikbaar in de <a href="%s" target="_blank">Pro Versie van Auto Image Resizer</a>.

source: JPEG Quality:
nl_nl: JPEG Kwaliteit:

source: Ranges from 0 (worst quality, smaller file) to 100 (best quality, biggest file).
nl_nl: Varieert van 0 (slechtste kwaliteit, kleiner bestand) tot 100 (beste kwaliteit, grootste bestand).

source: PNG Compression:
nl_nl: PNG Compressie:

source: Compression level: from 0 (no compression) to 9.
nl_nl: Compressieniveau: van 0 (geen compressie) tot 9.

source: You can change these options on the media settings page.
nl_nl: U kunt deze opties op de pagina media-instellingen wijzigen.

source: Your Account
nl_nl: Jouw Account
